// ToDo: get data from API and delete the fail
export const categories = [
  {
    id: 0,
    name: 'Штатские',
    shortDescriplion: 'Классический маршрут для выносливых и быстрых',
    longDescription: 'Классический маршрут для выносливых и быстрых. С применением общественного транспорта при необходимости',
    questId: 0,
  },
  {
    id: 1,
    name: 'Генералы',
    shortDescriplion: 'Прогулочный пешеходный маршрут',
    longDescription: 'Прогулочный пешеходный маршрут по центру города, радиус 1,5 км.',
    questId: 0,
  },
  {
    id: 2,
    name: 'Кадеты',
    shortDescriplion: 'Прогулочный пешеходный маршрут',
    longDescription: 'Участниками могут быть только команды, которые имеют в своём составе\nдетей до 8 лет\nграждан льготных категорий\nлиц с ограниченными возможностями\nлиц старше 60 лет',
    questId: 0,
  },
  {
    id: 3,
    name: 'Покатушки',
    shortDescriplion: 'Маршрут для велосипедистов',
    longDescription: 'Для участников, котроые хотят проходить квест на велосипеде',
    questId: 0,
  },
  {
    id: 4,
    name: 'Велопрофи',
    shortDescriplion: 'Маршрут для велоспортсменов',
    longDescription: 'Включает большой километраж и выход за границы города',
    questId: 0,
  },
];
