// ToDo: get data from API and delete the fail
export const faq = [
  {
    question: 'Как принять участие',
    answer: 'Для городского квеста может быть выбрана любая тематика, от экскурсии или детектива до пиратства и космонавтики. Главное — это хорошо прописанный сюжет. В ролевых городских квестах каждому участнику выдаётся личная карточка с описанием его персонажа, а также различный сюжетный атрибут.',
    id: 0,
  },
  {
    question: 'Снаряжение и атрибутика',
    answer: 'Для городского квеста может быть выбрана любая тематика, от экскурсии или детектива до пиратства и космонавтики. Главное — это хорошо прописанный сюжет. В ролевых городских квестах каждому участнику выдаётся личная карточка с описанием его персонажа, а также различный сюжетный атрибут.',
    id: 1,
  },
  {
    question: 'Снаряжение и атрибутика',
    answer: 'Для городского квеста может быть выбрана любая тематика, от экскурсии или детектива до пиратства и космонавтики. Главное — это хорошо прописанный сюжет. В ролевых городских квестах каждому участнику выдаётся личная карточка с описанием его персонажа, а также различный сюжетный атрибут.',
    id: 2,
  },
  {
    question: 'Снаряжение и атрибутика',
    answer: 'Для городского квеста может быть выбрана любая тематика, от экскурсии или детектива до пиратства и космонавтики. Главное — это хорошо прописанный сюжет. В ролевых городских квестах каждому участнику выдаётся личная карточка с описанием его персонажа, а также различный сюжетный атрибут.',
    id: 3,
  },
  {
    question: 'Снаряжение и атрибутика',
    answer: 'Для городского квеста может быть выбрана любая тематика, от экскурсии или детектива до пиратства и космонавтики. Главное — это хорошо прописанный сюжет. В ролевых городских квестах каждому участнику выдаётся личная карточка с описанием его персонажа, а также различный сюжетный атрибут.',
    id: 4,
  },
];
