// ToDo: get data from API and delete the fail
import imgTask from '../../images/img-task.png';

export const tasks = [
  {
    id: 0,
    number: 1,
    name: 'Успех',
    img: imgTask,
    problem: 'Думаю, для вас не секрет, где в городе производят самый популярный «алкогольный сувенир» Ставропольского края. На другой стороне улицы вы сможете найти сказочный замок за стеклянным забором и необычное транспортное средство. Внимательно исследуйте экспонат и запишите номер Элис.',
  },
  {
    id: 1,
    number: 2,
    name: 'Успехaaaaaaaaaaaaaaaaaa',
    img: imgTask,
    problem: 'Думаю, для вас не секрет, где в городе производят самый популярный «алкогольный сувенир» Ставропольского края. На другой стороне улицы вы сможете найти сказочный замок за стеклянным забором и необычное транспортное средство. Внимательно исследуйте экспонат и запишите номер Элис.',
  },
  {
    id: 3,
    number: 3,
    name: 'Успех',
    img: imgTask,
    problem: 'Думаю, для вас не секрет, где в городе производят самый популярный «алкогольный сувенир» Ставропольского края. На другой стороне улицы вы сможете найти сказочный замок за стеклянным забором и необычное транспортное средство. Внимательно исследуйте экспонат и запишите номер Элис.',
  },
  {
    id: 4,
    number: 4,
    name: 'Успех',
    img: imgTask,
    problem: 'Думаю, для вас не секрет, где в городе производят самый популярный «алкогольный сувенир» Ставропольского края. На другой стороне улицы вы сможете найти сказочный замок за стеклянным забором и необычное транспортное средство. Внимательно исследуйте экспонат и запишите номер Элис.',
  },
  {
    id: 5,
    number: 5,
    name: 'Успех',
    img: imgTask,
    problem: 'Думаю, для вас не секрет, где в городе производят самый популярный «алкогольный сувенир» Ставропольского края. На другой стороне улицы вы сможете найти сказочный замок за стеклянным забором и необычное транспортное средство. Внимательно исследуйте экспонат и запишите номер Элис.',
  },
  {
    id: 6,
    number: 6,
    name: 'Успех',
    img: imgTask,
    problem: 'Думаю, для вас не секрет, где в городе производят самый популярный «алкогольный сувенир» Ставропольского края. На другой стороне улицы вы сможете найти сказочный замок за стеклянным забором и необычное транспортное средство. Внимательно исследуйте экспонат и запишите номер Элис.',
  },
  {
    id: 7,
    number: 7,
    name: 'Успех',
    img: imgTask,
    problem: 'Думаю, для вас не секрет, где в городе производят самый популярный «алкогольный сувенир» Ставропольского края. На другой стороне улицы вы сможете найти сказочный замок за стеклянным забором и необычное транспортное средство. Внимательно исследуйте экспонат и запишите номер Элис.',
  },
  {
    id: 8,
    number: 8,
    name: 'Успех',
    img: imgTask,
    problem: 'Думаю, для вас не секрет, где в городе производят самый популярный «алкогольный сувенир» Ставропольского края. На другой стороне улицы вы сможете найти сказочный замок за стеклянным забором и необычное транспортное средство. Внимательно исследуйте экспонат и запишите номер Элис.',
  },
  {
    id: 9,
    number: 9,
    name: 'Успех',
    img: imgTask,
    problem: 'Думаю, для вас не секрет, где в городе производят самый популярный «алкогольный сувенир» Ставропольского края. На другой стороне улицы вы сможете найти сказочный замок за стеклянным забором и необычное транспортное средство. Внимательно исследуйте экспонат и запишите номер Элис.',
  },
  {
    id: 10,
    number: 10,
    name: 'Успех',
    img: imgTask,
    problem: 'Думаю, для вас не секрет, где в городе производят самый популярный «алкогольный сувенир» Ставропольского края. На другой стороне улицы вы сможете найти сказочный замок за стеклянным забором и необычное транспортное средство. Внимательно исследуйте экспонат и запишите номер Элис.',
  },
  {
    id: 11,
    number: 11,
    name: 'Успех',
    img: imgTask,
    problem: 'Думаю, для вас не секрет, где в городе производят самый популярный «алкогольный сувенир» Ставропольского края. На другой стороне улицы вы сможете найти сказочный замок за стеклянным забором и необычное транспортное средство. Внимательно исследуйте экспонат и запишите номер Элис.',
  },
  {
    id: 12,
    number: 12,
    name: 'Успех',
    img: imgTask,
    problem: 'Думаю, для вас не секрет, где в городе производят самый популярный «алкогольный сувенир» Ставропольского края. На другой стороне улицы вы сможете найти сказочный замок за стеклянным забором и необычное транспортное средство. Внимательно исследуйте экспонат и запишите номер Элис.',
  },
];
